Repository: aaboffill/django-content-interactions
Catalog: content_interactions/locale/*/LC_MESSAGES/django.po
Languages: es

source: and
es: y

source: Security hash check failed.
es: El chequeo de seguridad ha fallado.

source: Timestamp check failed
es: El chequeo de marca de tiempo ha fallado.

source: This field is required.
es: Este campo es obligatorio.

source: Max comment level exceeded.
es: Ha excedido el límite de anidación de comentarios.

source: user
es: usuario

source: name
es: nombre

source: user's URL
es: URL de usuario

source: comment
es: comentario

source: answer to
es: respuesta a

source: comment level
es: nivel de comentario

source: date/time submitted
es: fecha de publicación

source: IP address
es: dirección IP

source: is public
es: es público

source: Uncheck this box to make the comment effectively disappear from the site.
es: Desmarque esta casilla para eliminar completamente el comentario del sitio.

source: is removed
es: eliminado

source: Check this box if the comment is inappropriate. A "This comment has been removed" message will be displayed instead.
es: Marque esta casilla si el comentario es inapropiado. Un mensaje de "El comentario ha sido eliminado" se mostrará en su lugar.

source: comments
es: comentarios

source: This comment was posted by an authenticated user and thus the name is read-only.
es: Este comentario fue publicado por un usuario autenticado, por lo que el nombre no puede modificarse.

source: This comment was posted by an authenticated user and thus the email is read-only.
es: Este comentario fue publicado por un usuario autenticado, por lo que el correo electrónico no puede modificarse.

source: Posted by %(user)s at %(date)s %(comment)s http://%(domain)s%(url)s
es: Publicado por %(user)s el %(date)s %(comment)s http://%(domain)s%(url)s

source: A validation error has occurred.
es: Ha ocurrido un error de validación

source: The item has been successfully shared.
es: El elemento ha sido compartido satisfactoriamente.

source: The item has been successfully recommended.
es: El elemento ha sido recomendado satisfactoriamente.

source: The item has been successfully rated.
es: El elemento ha sido calificado satisfactoriamente.

source: The item has been successfully denounced.
es: El elemento ha sido denunciado satisfactoriamente.

source: The denounce has been successfully deleted.
es: La denuncia ha sido eliminada satisfactoriamente.

source: The comment has been successfully deleted.
es: El comentatio ha sido eliminado satisfactoriamente.

source: Like
es: Me Gusta

source: Unlike
es: No me Gusta

source: Mark as Favorite
es: Marcar como Favorito

source: Not my Favorite
es: Desmarcar como Favorito

source: Delete Denounce
es: Eliminar Denuncia

source: Denounce
es: Denunciar

source: The comment must be edited by the user creator.
es: El comentario solo puede ser modificado por su autor.

source: The comment must be deleted by the user creator or user content_type manager.
es: El comentario solo puede ser eliminado por su autor o por el administrador del contenido asociado.

source: Send
es: Enviar

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Reply
es: Responder

source: <span id="comment_count">%(count)s</span> comments have been posted.
es: <span id="comment_count">%(count)s</span> comentarios han sido publicados.

source: Be the first to post a comment.
es: Sea el primero en comentar.
